{"pageProps":{"theref":{"__typename":"Reference","id":"5fa56de2db354e0017617fa7","slug":"Association-de-parents-d'eleves","title":"Association de parents d'élèves","content":"<h3>LE PROJET</h3><p>Proposer un outil de communication moderne pour une association de parents d'élèves. Un seul objectif : <strong>générer plus de visibilité</strong> à l'association pour lui permettre de mieux <strong>développer ses opérations </strong>et gagner ainsi plus d'argent. Elle pourra ainsi financer plus d'activités sportives, plus de sorties culturelles pour les enfants de l'école publique. Le deuxième objectif est de créer un espace membre pour les parents et favoriser ainsi la transmission d'informations et l'organisation logistique de l'asso.</p><p>&nbsp;</p><h3>CONTENU</h3><p>Un premier contenu très classique, avec les <strong>fonctionnalités principales d'un blog.</strong> un article à la une, une page dédiée pour les événements de l'association. Ce premier contenu est complété par la création d'un <strong>espace privé pour les membres de l'association</strong>. Dans<strong> </strong>cet espace membre sont diffusées toutes les informations et documents, propres à la vie de l'asso et à l'organisation des événements. Cet espace est sécurisé et accessible aux seuls membres de l'asso.</p><p>&nbsp;</p><h3>TECHNIQUES</h3><p>C'est un site réalisé en<strong> React JS</strong> avec l'appui de <strong>Material UI, </strong>propulsé par <strong>NEXT JS. </strong>La gestion du backoffice et de l'API se fait grâce au puissant CMS <strong>STRAPI.</strong> l'API est développée en <strong>GraphQL </strong>avec <strong>Apollo.</strong><br>L'espace membre est protégé par une <strong>authentification sécurisée</strong> délégué à <strong>Auth0</strong>. Chaque membre étant validé au préalable par l'administrateur.</p><p>&nbsp;</p><h3>MA PLUS-VALUE</h3><p>Membre de l'association, j'ai décidé de mettre à profit mon expérience pour faciliter la vie de l'asso. Je pense avoir atteint les objectifs fixés et avoir réalisé un outil simple, avec une prise en main accessible à tout le monde.</p><p>&nbsp;</p><h3>ET APRES …</h3><p>Le site peut évolué en fonction des nouveaux besoins de l'asso et notamment en intégrant un paiement en ligne sécurisé.<br>Une boutique SNIPCART est en réflexion.</p><p>&nbsp;</p><h3><a href=\"https://www.apevillardssurthones.fr\">www.apevillardssurthones.fr</a></h3><p>&nbsp;</p>","excerpt":"création d'un site vitrine pour une association","isPublished":true,"images":[{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604676993/ref_APE_1_2e78ba47f4.png"},{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604676994/ref_APE_2_0db73ba903.png"}]}},"__N_SSG":true}