{"pageProps":{"theref":{"__typename":"Reference","id":"5f2bc38c4bc0500017c0fcfe","slug":"BETER-CACHAT","title":"BETER CACHAT","content":"<h3>&nbsp;</h3><h3>LE PROJET</h3><p>Le <strong>bureau d'études BETER CACHAT</strong> m'a confié la réalisation de leur site à l'occasion des <strong>40 ans de la société</strong>. L'ambition du site était de présenter les services et la vision de l'entreprise, il devait également être un portfolio de références.&nbsp;</p><p>&nbsp;</p><h3>CONTENU</h3><p>J'ai travaillé à partir d'un<strong> cahier des charges très complet</strong> comportant l'architecture du site, sa navigation, ses rubriques, une partie du contenu rédactionnel. Ce gros travail réalisé par les équipes du bureau d'études m'a permis de me concentrer sur le <strong>développement des fonctionnalités &nbsp;et le design</strong>. &nbsp;Le site présente entre autres les <strong>actualités </strong>du bureau, les dernières <strong>références</strong>, le <strong>savoir-faire</strong> et le <strong>savoir-être</strong> de BETER CACHAT. Un contenu riche, technique, qui s'adresse aux spécialistes du BTP, aux donneurs d'ordre, maître d'oeuvre, prospects.&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><h3>TECHNIQUES</h3><p>C'est un site construit en mode <strong>API</strong>, &nbsp;avec un <strong>frontend </strong>en <strong>REACT </strong>parsemé de<strong> Material UI</strong>, et un <strong>backend </strong>propulsé par le <strong>CMS headless NodeJS STRAPI</strong> quelque peu personnalisé et adapté aux besoins.&nbsp;</p><p>&nbsp;</p><h3>MA PLUS-VALUE</h3><p>Une <strong>mise en place rapide</strong> des premières <strong>maquettes</strong> permettant aux équipes de suivre l'évolution du site. Nous avons essayer de suivre une<strong> méthode “AGILE”</strong> avec des sprint par fonctionnalités développées et cela a plutôt bien fonctionner.&nbsp;</p><p>&nbsp;</p><h3>ET APRES …</h3><p>Nous allons certainement décliner le site pour la filiale de BETER CACHAT basée en Isère.&nbsp;</p><p>&nbsp;</p><h3><a href=\"https://www.betercachat.fr\">betercachat.fr</a></h3><p>&nbsp;</p><p>&nbsp;</p>","excerpt":"Développement du site internet du bureau d'études BETER CACHAT.","isPublished":true,"images":[{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604677570/refbeter1_bbc4e38caf.png"},{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1599480914/refbeter2_712f422cf5.jpg"}]}},"__N_SSG":true}