{"pageProps":{"theref":{"__typename":"Reference","id":"5fa56417db354e0017617fa2","slug":"OBARXO","title":"OBARXO","content":"<h3>LE PROJET</h3><p>La marque OBARXO est une jeune marque créée par Mickael HEBERT, un entrepreneur local spécialisé dans la location de mobilier haut de gamme. Contraint par le COVID a développer une nouvelle stratégie, il a conçu OBARXO, &nbsp;un bar mobile entièrement équipé, customisable, modulaire qui révolutionne la manière de consommer le bar.&nbsp;</p><p>&nbsp;</p><h3>CONTENU</h3><p>Dans cet environnement économique particulier, &nbsp;mon idée était d'apporter une<strong> solution qualitative</strong>,&nbsp;avec un &nbsp;<strong>temps de développement limité </strong>pour permettre à Mickaël de disposer d'un bel outil de communication et d'aide à la vente. &nbsp;A partir d'une belle page blanche, ( classique pour un lancement de marque ), &nbsp;j'ai d'abord proposé à Mickaël une maquette designée sous <strong>AdobeXD,&nbsp;</strong> j'ai visé juste et nous avons rapidement pu passer au développement. Sous la forme d'une <strong>landing page version ++</strong>, j'ai intégré les pubs vidéos, une galerie photos, un formulaire de contact, un carrousel de témoignages … des éléments de réassurance nécessaires et indispensable pour lancer la marque.</p><p>&nbsp;</p><h3>TECHNIQUES</h3><p>C'est un site Full React avec l'appui de Material UI.&nbsp;</p><p>&nbsp;</p><h3>MA PLUS-VALUE</h3><p>Une <strong>compréhension des attentes</strong> du client couplée à une force de proposition autour des éléments pertinents à développer. J'ai également accompagné Mickaël au delà du site internet dans la rédaction des contenus et le positionnement de son offre, permettant ainsi une lecture facilitée du site internet et des outils de com à venir.</p><p>&nbsp;</p><h3>ET APRES …</h3><p>Toujours à l'écoute de mon client, pourquoi pas développer un backoffice <strong>STRAPI </strong>si des besoins nouveaux apparaissent.</p><p>&nbsp;</p><h3><a href=\"https://www.obarxo.com\">www.obarxo.com</a></h3>","excerpt":"Création du site de lancement de la marque OBARXO","isPublished":true,"images":[{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604673331/ref_Obarxo_64de13fa93.png"},{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604673331/ref_Obarxo2_616babe5b5.png"}]}},"__N_SSG":true}