{"pageProps":{"theref":{"__typename":"Reference","id":"5f229cb03ac3ba60540c93ac","slug":"ONOIRE-Brasserie-artisanale","title":"ONOIRE - Brasserie artisanale","content":"<h3>LE PROJET</h3><p>La micro-brasserie de l'O'NOIRE est une &nbsp;<strong>jeune entreprise </strong>située dans les Aravis. Elle fabrique de la bière artisanale “bio”.&nbsp;<br>A la recherche de <strong>visibilité, et d'un outil de promotion</strong>, Rémi Martin \"le brasseur\" m'a demandé de réaliser un site vitrine simple, avec un contenu rédactionnel essentiel et efficace.</p><p>&nbsp;</p><p>Nous avons &nbsp;travaillé ensemble sur les enjeux et les besoins pour définir l'architecture globale, les premiers éléments de webdesign, et les premiers contenus rédactionnels.</p><p>&nbsp;</p><h3>CONTENU</h3><p>La principale problématique sur ce projet, mais qui est commune aux jeunes entreprises est le manque d'éléments, de charte graphique, et de contenus (rédactionnel, photos). &nbsp;Rémi avait déjà travaillé sur son histoire de marque, et je l'ai a<strong>ccompagné pour décliner </strong>les différents contenus rédactionnels. <strong>J'ai réalisé le shooting photo </strong>de ses produits, de son outil de production, de sa cave, pour disposer de visuels forts, à la base de notre design.&nbsp;</p><p>&nbsp;</p><h3>TECHNIQUES</h3><p>Pour ce site, j'ai choisi de me frotter à <strong>Symfony</strong> (c'est une première pour moi sur ce framework). Je trouvais le projet “simple” dans son envergure, mais suffisamment “riche” dans ses fonctionnalités pour me former en live à Symfony. Je vous l'avoue ça n'a pas toujours été une partie de plaisir, mais j'y suis arrivé et j'ai pu découvrir une partie des possibilités offertes par ce framework. &nbsp;J'ai apprécié conduire le <strong>frontend avec TWIG</strong> mélangé à <strong>BOOTSTRAP</strong>. Côté Backend, j'ai pu jongler avec la puissante de <strong>Doctrine</strong>, la praticité des fixtures, je me suis replonger dans le <strong>PHP en mode MVC</strong>. L'exercice fût dense mais il a donné jour à un site vitrine simple et fonctionnel. Rémi souhaitait pouvoir mettre à jour certains de ces contenus de manière autonome, je lui ai donc proposé une interface d'administration basée sur <strong>EASYADMIN</strong>. &nbsp;Le site peut donc être mis à jour par les équipes de la brasserie.&nbsp;</p><p>&nbsp;</p><h3>MA PLUS-VALUE</h3><p>Mon expérience en gestion de projets m'a énormément apporté sur ce projet : &nbsp;j'ai su guider Rémi et baliser les différentes étapes de développement.<br><strong>J'ai accompagné Rémi dans toutes les démarches “administratives”</strong> (achat de nom de domaine, hébergement, création des mails, signatures de mails, configuration de PC) &nbsp;dans la création des <strong>outils de référencement</strong> ( compte google, google analytics) et en prime une <strong>formation</strong> à la gestion des mails et à la prise en main du back-office.</p><p>&nbsp;</p><h3>ET APRES …</h3><p>Nous réfléchissons déjà à la V2 qui pourrait comporter une <strong>boutique et un tunnel de paiement</strong>… à suivre.</p><p>&nbsp;</p><h3><a href=\"https://www.brasseriedelonoire.fr\">brasseriedelonoire.fr</a></h3><p>&nbsp;</p><p>&nbsp;</p>","excerpt":"Développement du site de la micro-brasserie de l'O'NOIRE, producteur de bière artisanale","isPublished":true,"images":[{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604677402/ref_Onoire1_3328846afb.png"},{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1598625400/ONOIRE_2_9aa2b200fa.jpg"}]}},"__N_SSG":true}