{"pageProps":{"theref":{"__typename":"Reference","id":"5f47b46135635b17ed90e1c1","slug":"RESTAURANT-L'HELIANTIS","title":"RESTAURANT L'HELIANTIS","content":"<h3>LE PROJET</h3><p>Le restaurant L'HELIANTIS est situé au Grand Bornand. Hélène PEZY et Nicolas BIANCHETTI propose une cuisine gastronomique, raffinée, moderne au cœur des Aravis.<strong> J'accompagne Nicolas et Hélène</strong> <strong>depuis 2015, </strong>année où ils décident d'ouvrir leur premier restaurant. Nous avons réfléchi aux fonctionnalités du site avec l'<strong>objectif de &nbsp;faciliter la gestion client principalement </strong>(réservation, accès au menus, informations pratiques). &nbsp;5 ans après ils continuent d'explorer, de se ré-inventer pour le plus grand bonheur de nos papilles.</p><p>&nbsp;</p><h3>CONTENU</h3><p>Le contenu est somme toute très classique pour un restaurant, on retrouve une <strong>présentation </strong>de la carte et des menus, un <strong>formulaire de réservation</strong>, une galerie photo.&nbsp;<br>En fonction des événements, fêtes des mères, Noël, fêtes de fin d'année… nous ajoutons une page dédiée avec des modules spécifiques. &nbsp;Cette année nous avons &nbsp;intégré une <strong>boutique </strong>en ligne pour la réservation des bons cadeaux.</p><p>&nbsp;</p><h3>TECHNIQUES</h3><p>C'est un site <strong>wordpress </strong>avec un thème personnalisé. Réalisé en 2015, voila 5 années que je le maintiens à jour en faisant évoluer les différents plugins au rythme des mises à jour de wordpress.&nbsp;<br>&nbsp;</p><p>&nbsp;</p><h3>MA PLUS-VALUE</h3><p><strong>Mon expérience en gestion de projet </strong>m'a permis de tout de suite cerner les attentes de ces jeunes entrepreneurs. Je leur ai apporté une vision complète, un outil pratique, des <strong>prestations complémentaires</strong> comme des <strong>shooting photos, la gestion de leurs réseaux sociaux</strong> les premiers mois, un travail sur le <strong>référencement</strong>, le paramétrage de leurs outils informatiques... Tout cela sort du métier de développeur mais rentre complètement dans celui de <strong>chef de projet</strong>. Ils n'ont donc eu qu'<strong>un seul interlocuteur.</strong></p><p>&nbsp;</p><h3>ET APRES …</h3><p>Créé en 2015, nous réfléchissons à le faire évoluer sur un modèle<strong> STRAPI/REACT en mode API. une affaire à suivre !</strong></p><p>&nbsp;</p><h3><a href=\"https://restaurant-heliantis.fr/\">restaurant-heliantis.fr</a></h3>","excerpt":"Réalisation d'un site pour le restaurant gastronomique l'Héliantis.","isPublished":true,"images":[{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1604677501/ref_Heliantis1_ab1c21e7b4.png"},{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1599483359/refheliantis2_7040f1bc4d.jpg"}]}},"__N_SSG":true}