{"pageProps":{"articles":[{"__typename":"Article","id":"5f57887af5311c001792c784","title":"un parcours non linéaire ...","content":"<h3>&nbsp;</h3><p>&nbsp;</p><p>J'ai toujours eu le besoin de <strong>faire des tas de choses, d'expérimenter, de tester, d'apprendre, de comprendre </strong>… &nbsp;</p><p>C'est vrai dans ma vie personnelle comme dans ma vie professionnelle. J'ai donc naturellement un parcours non linéaire où j'ai travaillé dans différents domaines sous divers statuts : entrepreneur dans l'audiovisuel, chef de projet dans l'événementiel, régisseur technique, startuper, photographe, développeur web ... j'ai travaillé à mon compte, j'ai été salarié, en agence, en freelance …&nbsp;</p><p>Dans chacune de ces expériences, j'ai mis tout en oeuvre pour apprendre les outils , pour comprendre les codes, afin de maîtriser chaque métier.&nbsp;</p><p><strong>Et j'ai adoré chacune des ces expériences !</strong></p><p>&nbsp;</p><p>A chacune de ces étapes, je regardais les offres d'emploi, et les profils recherchés, et j'ai toujours eu la sensation de ne pas correspondre au profil.&nbsp;<br>Avant tout parce que je ne me voyais pas réduire mon activité à une seule tâche, et puis aussi parce que je pensais pouvoir apporter plus à mon employeur en mettant en avant mes diverses expériences.&nbsp;<br>Lorsque j'ai entamé ma formation de développeur web, j'ai rencontré des tas de personnes de différents horizons, certains en reconversion, certains sur-diplômés, certains sans emplois. Tous ont révélé avoir des difficultés avec leur CV, avec leur profil, avec leur parcours atypiques.</p><p>&nbsp;</p><p>&nbsp;</p><p>Je me suis un peu reconnu dans ce terme de<strong> &nbsp;“profil atypique” </strong>et je vous partage 2 analyses qui aident à mieux cerner ce genre de profil.&nbsp;<br>Voici en premier l'analyse de Gaelle Fillion sur le blog de <a href=\"https://www.rhmatin.com/sirh/gestion-talents/demain-les-profils-atypiques-seront-la-norme.html#:~:text=Une%20personne%20avec%20un%20parcours,pour%20faire%20face%20au%20quotidien.\">RH matin</a> :</p><p>&nbsp;</p><p><br><i><strong>Qu’est-ce qu’un profil atypique&nbsp;?</strong></i></p><p>&nbsp;</p><p><i>Cela n’a rien à voir avec le fait d’avoir fait ou non de grandes études. Du point de vue pragmatique, nous vivons dans un monde où les étudiants en informatique sont destinés à devenir informaticiens. Sitôt qu’un individu a le courage de sortir de son domaine d’expertise, guidé par son envie ou son inspiration, il se voit coller l’étiquette de profil atypique. Un ancien comptable qui candidate à un poste de monteur vidéo, par exemple. Ces profils sont de plus en plus nombreux, car ils cherchent une voie dans laquelle s’épanouir et pas forcément une carrière pour gagner de l’argent. Les questions de la quête de sens et du bien-être se font de plus en plus pressantes.</i></p><p>&nbsp;</p><p><i><strong>Pourquoi la cote des profils atypiques est-elle vouée à remonter en entreprise&nbsp;?</strong></i></p><p>&nbsp;</p><p><i>Face à l’évolution des technologies et à l’obsolescence des compétences, la plupart des problèmes auxquels l’entreprise est confrontée sont nouveaux. Quand on sait que la majorité des jobs en 2030 n’existent pas aujourd’hui, l’entreprise aura tout intérêt à recruter des profils atypiques car ils sont déjà entraînés à s’adapter à des situations nouvelles. Une personne avec un parcours atypique n’est jamais prête, mais elle sait comment développer ses compétences, où aller les chercher, etc. Aujourd’hui, ces profils ne sont pas reconnus ni appréciés des recruteurs. Demain, ils deviendront la norme car l’entreprise en aura cruellement besoin pour faire face au quotidien.</i></p><p>&nbsp;</p><p>Je compléterai cette analyse par cette liste issue du blog <a href=\"https://elandestalents.apicil.com/recrutement/profil-atypique-comment-le-reconnaitre-et-le-valoriser-en-entreprise/#:~:text=Un%20profil%20atypique%2C%20au%20sens,investissement%20sup%C3%A9rieure%20%C3%A0%20la%20moyenne.\">Elan des talents</a> :</p><p>&nbsp;</p><p><strong>Voici 10 des atouts les plus récurrents observés chez les profils atypiques :</strong></p><p>&nbsp;</p><ul><li><strong>La diversité des connaissances :</strong> ils ont une très bonne culture générale,</li><li><strong>La transversalité des compétences :</strong> une capacité à effectuer de très nombreuses tâches différentes, ils ne sont pas cantonnés qu’à une mission,</li><li><strong>La créativité :</strong> source d’innovation et d’originalité dans ce qu’ils entreprennent,</li><li><strong>L’ouverture d’esprit :</strong> ils ont la capacité d’accepter et d’intégrer de nombreuses configurations de travail, ou de vie,</li><li><strong>L’adaptabilité :</strong> grande capacité à s’adapter au contexte dans lequel ils évoluent,</li><li><strong>L’agilité :</strong> grande capacité d’apprentissage et de transmission des connaissances,</li><li><strong>La curiosité :</strong> ils s’intéressent à beaucoup de choses différentes, en particulier les multi-potentiels,</li><li><strong>Le dynamisme :</strong> grande motivation et énergie dans ce qu’ils entreprennent,</li><li><strong>L’autonomie :</strong> capacité à gérer les situations seuls, ils veulent des responsabilités et être en charge de missions importantes,</li><li><strong>Le goût du challenge :</strong> ils ont besoin de se tester et d’évaluer leurs potentiels, ils aiment le défi et le dépassement intellectuel.</li></ul><p>&nbsp;</p>","slug":"un-parcours-non-lineaire-...","excerpt":"vous n'avez pas le profil !","category":{"__typename":"Category","id":"5f58a5dc929d000017a984c7","name":"general"},"image":{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1599811054/actu_parcours_4fa0dd90d2.jpg"},"createdAt":"2020-09-08T13:34:50.298Z"},{"__typename":"Article","id":"5f58a5c1929d000017a984c5","title":"Headless Commerce Summit","content":"<p>Le 3 septembre j'ai pu suivre une partie du <strong>Headless commerce Summit</strong> proposé en live par Netlify.&nbsp;</p><p>l'événement dont la baseline était <strong>“the Futur of E-commerce is headless” &nbsp;</strong>proposait des micro-conférences d'une dizaine de minutes par des experts tous plus passionnants les uns que les autres. &nbsp;Parmi les boites représentées : &nbsp;Stripe, Storefront, Shopify … &nbsp;Beaucoup de choses ont été dites, parfois des éléments très techniques mais dans les grandes lignes voila ce que j'ai pu retenir de ces conférences :</p><p>&nbsp;</p><p>&nbsp;</p><p>Qu'est ce que le Headless ? C'est un service “sans tête” ! En gros il s'agit d'un service de production de contenus qui ne dispose pas de solutions d'affichage. Ces services basés sur les API permettent de construire le frontend, l'interface utilisateur comme bon nous semble et de venir consommer les contenus, les données, proposées par l'API. Bon nombre de CMS Headless propose également un backoffice permettant d'accéder aux données, pour les créer, les modifier, les supprimer (CRUD).</p><p>&nbsp;</p><p><strong>1/ Décloisonné l' UI de la solution e-commerce.</strong></p><p>&nbsp;</p><p>En séparant &nbsp;l'UI de la gestion e-commerce, on peut beaucoup plus facilement proposer des expériences utilisateurs personnalisées que ce que propose les solutions e-commerce classiques dont les interfaces, les fonctionnalités sont souvent limitées. &nbsp;Front et Back étant séparés, on assurera une maintenance et une mise à jour beaucoup plus efficace en faisant évoluer l'un ou l'autre en fonction des besoins et des nécessités.&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>2/ Les API offrent des opportunités d'intégration pratiquement illimitées</strong></p><p>&nbsp;</p><p>En plus de la flexibilité et de la personnalisation des sites les solutions headless sont omnicanales ! Construites en mode API, toutes les fonctionnalités (gestion compte client, panier, catalogue … ) peuvent être réutilisées sur les différents canaux et de différentes manières, sur différents supports. Mieux encore, grâce aux API, vous pouvez communiquer et consommer votre API avec d'autres plateformes, et vendre même si votre client n'est pas sur votre site.&nbsp;</p><p>&nbsp;</p><p><br>L'événement diffusé via Hopin, proposait également des stands où on pouvait rencontrer des boites diverses qui proposaient leurs services, leurs solutions.&nbsp;<br>J'ai pu assister à la présentation des solutions de :</p><p>&nbsp;</p><p><strong>Shogun, </strong>qui propose un page builder pour construire rapidement un e-commerce avec une tonne de templates,&nbsp;<strong>&nbsp;</strong><br><strong>Prismic </strong>un CMS headless<strong>,&nbsp;</strong><br><strong>Snipcart &nbsp;</strong>dont la promesse est de “<i>Transformez n'importe quel site en plateforme de e-commerce personnalisée en quelques minutes</i>”&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Plein de belles choses à expérimenter, à maîtriser ! A noter la présence de nombreux speakers francophone ! cocorico !</p><p>&nbsp;</p><p>&nbsp;</p><p><a href=\"https://www.youtube.com/playlist?list=PLzlG0L9jlhEPV9w1x68jm1c79fBzhZCoF\">Lien vers les vidéos du SUMMIT</a></p>","slug":"Headless-Commerce-Summit","excerpt":"retour du headless commerce summit","category":{"__typename":"Category","id":"5f58a5e9929d000017a984c8","name":"Technology"},"image":{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1599662793/actu_summit_9b265a7f9c.jpg"},"createdAt":"2020-09-09T09:52:01.664Z"},{"__typename":"Article","id":"5f60ce99fcbf540017b75b1f","title":"Oups I did it again","content":"<p>&nbsp;</p><p><strong>En mai 2006</strong>, avec ma compagne, nous nous lancions dans l'aventure entrepreneuriale en créant un studio de production audiovisuelle.&nbsp;<br>14 ans après, le studio n'existe plus, <strong>mais l'envie d'entreprendre est toujours restée la quelque part.&nbsp;</strong></p><p>&nbsp;</p><p>Alors après avoir exploré <strong>différents terrains de jeux avec réussite</strong>, ( oui pas envie d'être modeste 🤙) l'audiovisuel, &nbsp;l'événementiel, la scénographie, la photo, la communication … j'ai décidé de me former une bonne fois pour toute au métier de développeur web, pour enfin mettre de l'ordre dans toutes ces choses apprises en autodidacte. <strong>Depuis l'année passée, je suis donc diplômé d'un BAC+2 Développement web et web mobile </strong>! ( à bientôt 40 ans, c'est pas mal non ? ). &nbsp;Et j'ai adoré cette formation. <strong>Ce fût un vrai révélateur : je serai développeur web (entre autres .. </strong>😉<strong> )</strong></p><p>&nbsp;</p><p>La suite logique à tout ça était de <strong>trouver un emploi … où …. &nbsp;d'entreprendre</strong> et de tenter ma chance en freelance. J'ai choisi l'option numéro 2 avant tout parce que j'aime l'idée de garder la possibilité de continuer à faire ces choses qui m'ont tant plu dans ma vie professionnelle : &nbsp;la photo, &nbsp;la vidéo, monter des projets événementiels, créer des scénographies en 3D, faire de la technique de scène, brancher des câbles et transporter des caisses. Le statut de freelance me donne la possibilité de parcourir encore ces terrains de jeux, de temps en temps, en fonction des besoins, des envies, des demandes.</p><p>&nbsp;</p><p><strong>Aujourd'hui je prends un plaisir fou à concevoir </strong>des sites et des applications webs et mobiles. Avec modestie (cette fois ci oui ! 😋) &nbsp;pas à pas, je découvre, j'expérimente, j'apprends, et je monte en compétence. Sans être le prochain Dan Abramov, sans être (pour l'instant) l'expert tant attendu dans toutes les boites, &nbsp;<strong>je n'en reste pas moins passionné, compétent, polyvalent, et capable de prendre en main un projet web dans sa globalité. Sans savoir tout faire, je sais comment faire.&nbsp;</strong></p><p>&nbsp;</p><p>Aujourd'hui le me lance avec fierté, et les premiers résultats sont encourageants, j'espère qu'ils vous plairont et qu'ils vous donneront l'envie d'en savoir plus.&nbsp;<br><strong>14 ans après i did it again !</strong></p>","slug":"Oups-I-did-it-again","excerpt":"14 ans après ... i did it again","category":{"__typename":"Category","id":"5f218c99ee3a2f3f25f0551f","name":"work"},"image":{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1600179851/oups_367116bffc.gif"},"createdAt":"2020-09-15T14:24:25.918Z"}]},"__N_SSG":true}