{"pageProps":{"article":{"__typename":"Article","id":"5f58a5c1929d000017a984c5","title":"Headless Commerce Summit","content":"<p>Le 3 septembre j'ai pu suivre une partie du <strong>Headless commerce Summit</strong> proposé en live par Netlify.&nbsp;</p><p>l'événement dont la baseline était <strong>“the Futur of E-commerce is headless” &nbsp;</strong>proposait des micro-conférences d'une dizaine de minutes par des experts tous plus passionnants les uns que les autres. &nbsp;Parmi les boites représentées : &nbsp;Stripe, Storefront, Shopify … &nbsp;Beaucoup de choses ont été dites, parfois des éléments très techniques mais dans les grandes lignes voila ce que j'ai pu retenir de ces conférences :</p><p>&nbsp;</p><p>&nbsp;</p><p>Qu'est ce que le Headless ? C'est un service “sans tête” ! En gros il s'agit d'un service de production de contenus qui ne dispose pas de solutions d'affichage. Ces services basés sur les API permettent de construire le frontend, l'interface utilisateur comme bon nous semble et de venir consommer les contenus, les données, proposées par l'API. Bon nombre de CMS Headless propose également un backoffice permettant d'accéder aux données, pour les créer, les modifier, les supprimer (CRUD).</p><p>&nbsp;</p><p><strong>1/ Décloisonné l' UI de la solution e-commerce.</strong></p><p>&nbsp;</p><p>En séparant &nbsp;l'UI de la gestion e-commerce, on peut beaucoup plus facilement proposer des expériences utilisateurs personnalisées que ce que propose les solutions e-commerce classiques dont les interfaces, les fonctionnalités sont souvent limitées. &nbsp;Front et Back étant séparés, on assurera une maintenance et une mise à jour beaucoup plus efficace en faisant évoluer l'un ou l'autre en fonction des besoins et des nécessités.&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>2/ Les API offrent des opportunités d'intégration pratiquement illimitées</strong></p><p>&nbsp;</p><p>En plus de la flexibilité et de la personnalisation des sites les solutions headless sont omnicanales ! Construites en mode API, toutes les fonctionnalités (gestion compte client, panier, catalogue … ) peuvent être réutilisées sur les différents canaux et de différentes manières, sur différents supports. Mieux encore, grâce aux API, vous pouvez communiquer et consommer votre API avec d'autres plateformes, et vendre même si votre client n'est pas sur votre site.&nbsp;</p><p>&nbsp;</p><p><br>L'événement diffusé via Hopin, proposait également des stands où on pouvait rencontrer des boites diverses qui proposaient leurs services, leurs solutions.&nbsp;<br>J'ai pu assister à la présentation des solutions de :</p><p>&nbsp;</p><p><strong>Shogun, </strong>qui propose un page builder pour construire rapidement un e-commerce avec une tonne de templates,&nbsp;<strong>&nbsp;</strong><br><strong>Prismic </strong>un CMS headless<strong>,&nbsp;</strong><br><strong>Snipcart &nbsp;</strong>dont la promesse est de “<i>Transformez n'importe quel site en plateforme de e-commerce personnalisée en quelques minutes</i>”&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Plein de belles choses à expérimenter, à maîtriser ! A noter la présence de nombreux speakers francophone ! cocorico !</p><p>&nbsp;</p><p>&nbsp;</p><p><a href=\"https://www.youtube.com/playlist?list=PLzlG0L9jlhEPV9w1x68jm1c79fBzhZCoF\">Lien vers les vidéos du SUMMIT</a></p>","slug":"Headless-Commerce-Summit","image":{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1599662793/actu_summit_9b265a7f9c.jpg"},"category":{"__typename":"Category","id":"5f58a5e9929d000017a984c8","name":"Technology"},"createdAt":"2020-09-09T09:52:01.664Z"}},"__N_SSG":true}