{"pageProps":{"article":{"__typename":"Article","id":"5f60ce99fcbf540017b75b1f","title":"Oups I did it again","content":"<p>&nbsp;</p><p><strong>En mai 2006</strong>, avec ma compagne, nous nous lancions dans l'aventure entrepreneuriale en créant un studio de production audiovisuelle.&nbsp;<br>14 ans après, le studio n'existe plus, <strong>mais l'envie d'entreprendre est toujours restée la quelque part.&nbsp;</strong></p><p>&nbsp;</p><p>Alors après avoir exploré <strong>différents terrains de jeux avec réussite</strong>, ( oui pas envie d'être modeste 🤙) l'audiovisuel, &nbsp;l'événementiel, la scénographie, la photo, la communication … j'ai décidé de me former une bonne fois pour toute au métier de développeur web, pour enfin mettre de l'ordre dans toutes ces choses apprises en autodidacte. <strong>Depuis l'année passée, je suis donc diplômé d'un BAC+2 Développement web et web mobile </strong>! ( à bientôt 40 ans, c'est pas mal non ? ). &nbsp;Et j'ai adoré cette formation. <strong>Ce fût un vrai révélateur : je serai développeur web (entre autres .. </strong>😉<strong> )</strong></p><p>&nbsp;</p><p>La suite logique à tout ça était de <strong>trouver un emploi … où …. &nbsp;d'entreprendre</strong> et de tenter ma chance en freelance. J'ai choisi l'option numéro 2 avant tout parce que j'aime l'idée de garder la possibilité de continuer à faire ces choses qui m'ont tant plu dans ma vie professionnelle : &nbsp;la photo, &nbsp;la vidéo, monter des projets événementiels, créer des scénographies en 3D, faire de la technique de scène, brancher des câbles et transporter des caisses. Le statut de freelance me donne la possibilité de parcourir encore ces terrains de jeux, de temps en temps, en fonction des besoins, des envies, des demandes.</p><p>&nbsp;</p><p><strong>Aujourd'hui je prends un plaisir fou à concevoir </strong>des sites et des applications webs et mobiles. Avec modestie (cette fois ci oui ! 😋) &nbsp;pas à pas, je découvre, j'expérimente, j'apprends, et je monte en compétence. Sans être le prochain Dan Abramov, sans être (pour l'instant) l'expert tant attendu dans toutes les boites, &nbsp;<strong>je n'en reste pas moins passionné, compétent, polyvalent, et capable de prendre en main un projet web dans sa globalité. Sans savoir tout faire, je sais comment faire.&nbsp;</strong></p><p>&nbsp;</p><p>Aujourd'hui le me lance avec fierté, et les premiers résultats sont encourageants, j'espère qu'ils vous plairont et qu'ils vous donneront l'envie d'en savoir plus.&nbsp;<br><strong>14 ans après i did it again !</strong></p>","slug":"Oups-I-did-it-again","image":{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1600179851/oups_367116bffc.gif"},"category":{"__typename":"Category","id":"5f218c99ee3a2f3f25f0551f","name":"work"},"createdAt":"2020-09-15T14:24:25.918Z"}},"__N_SSG":true}