{"pageProps":{"article":{"__typename":"Article","id":"5f57887af5311c001792c784","title":"un parcours non linéaire ...","content":"<h3>&nbsp;</h3><p>&nbsp;</p><p>J'ai toujours eu le besoin de <strong>faire des tas de choses, d'expérimenter, de tester, d'apprendre, de comprendre </strong>… &nbsp;</p><p>C'est vrai dans ma vie personnelle comme dans ma vie professionnelle. J'ai donc naturellement un parcours non linéaire où j'ai travaillé dans différents domaines sous divers statuts : entrepreneur dans l'audiovisuel, chef de projet dans l'événementiel, régisseur technique, startuper, photographe, développeur web ... j'ai travaillé à mon compte, j'ai été salarié, en agence, en freelance …&nbsp;</p><p>Dans chacune de ces expériences, j'ai mis tout en oeuvre pour apprendre les outils , pour comprendre les codes, afin de maîtriser chaque métier.&nbsp;</p><p><strong>Et j'ai adoré chacune des ces expériences !</strong></p><p>&nbsp;</p><p>A chacune de ces étapes, je regardais les offres d'emploi, et les profils recherchés, et j'ai toujours eu la sensation de ne pas correspondre au profil.&nbsp;<br>Avant tout parce que je ne me voyais pas réduire mon activité à une seule tâche, et puis aussi parce que je pensais pouvoir apporter plus à mon employeur en mettant en avant mes diverses expériences.&nbsp;<br>Lorsque j'ai entamé ma formation de développeur web, j'ai rencontré des tas de personnes de différents horizons, certains en reconversion, certains sur-diplômés, certains sans emplois. Tous ont révélé avoir des difficultés avec leur CV, avec leur profil, avec leur parcours atypiques.</p><p>&nbsp;</p><p>&nbsp;</p><p>Je me suis un peu reconnu dans ce terme de<strong> &nbsp;“profil atypique” </strong>et je vous partage 2 analyses qui aident à mieux cerner ce genre de profil.&nbsp;<br>Voici en premier l'analyse de Gaelle Fillion sur le blog de <a href=\"https://www.rhmatin.com/sirh/gestion-talents/demain-les-profils-atypiques-seront-la-norme.html#:~:text=Une%20personne%20avec%20un%20parcours,pour%20faire%20face%20au%20quotidien.\">RH matin</a> :</p><p>&nbsp;</p><p><br><i><strong>Qu’est-ce qu’un profil atypique&nbsp;?</strong></i></p><p>&nbsp;</p><p><i>Cela n’a rien à voir avec le fait d’avoir fait ou non de grandes études. Du point de vue pragmatique, nous vivons dans un monde où les étudiants en informatique sont destinés à devenir informaticiens. Sitôt qu’un individu a le courage de sortir de son domaine d’expertise, guidé par son envie ou son inspiration, il se voit coller l’étiquette de profil atypique. Un ancien comptable qui candidate à un poste de monteur vidéo, par exemple. Ces profils sont de plus en plus nombreux, car ils cherchent une voie dans laquelle s’épanouir et pas forcément une carrière pour gagner de l’argent. Les questions de la quête de sens et du bien-être se font de plus en plus pressantes.</i></p><p>&nbsp;</p><p><i><strong>Pourquoi la cote des profils atypiques est-elle vouée à remonter en entreprise&nbsp;?</strong></i></p><p>&nbsp;</p><p><i>Face à l’évolution des technologies et à l’obsolescence des compétences, la plupart des problèmes auxquels l’entreprise est confrontée sont nouveaux. Quand on sait que la majorité des jobs en 2030 n’existent pas aujourd’hui, l’entreprise aura tout intérêt à recruter des profils atypiques car ils sont déjà entraînés à s’adapter à des situations nouvelles. Une personne avec un parcours atypique n’est jamais prête, mais elle sait comment développer ses compétences, où aller les chercher, etc. Aujourd’hui, ces profils ne sont pas reconnus ni appréciés des recruteurs. Demain, ils deviendront la norme car l’entreprise en aura cruellement besoin pour faire face au quotidien.</i></p><p>&nbsp;</p><p>Je compléterai cette analyse par cette liste issue du blog <a href=\"https://elandestalents.apicil.com/recrutement/profil-atypique-comment-le-reconnaitre-et-le-valoriser-en-entreprise/#:~:text=Un%20profil%20atypique%2C%20au%20sens,investissement%20sup%C3%A9rieure%20%C3%A0%20la%20moyenne.\">Elan des talents</a> :</p><p>&nbsp;</p><p><strong>Voici 10 des atouts les plus récurrents observés chez les profils atypiques :</strong></p><p>&nbsp;</p><ul><li><strong>La diversité des connaissances :</strong> ils ont une très bonne culture générale,</li><li><strong>La transversalité des compétences :</strong> une capacité à effectuer de très nombreuses tâches différentes, ils ne sont pas cantonnés qu’à une mission,</li><li><strong>La créativité :</strong> source d’innovation et d’originalité dans ce qu’ils entreprennent,</li><li><strong>L’ouverture d’esprit :</strong> ils ont la capacité d’accepter et d’intégrer de nombreuses configurations de travail, ou de vie,</li><li><strong>L’adaptabilité :</strong> grande capacité à s’adapter au contexte dans lequel ils évoluent,</li><li><strong>L’agilité :</strong> grande capacité d’apprentissage et de transmission des connaissances,</li><li><strong>La curiosité :</strong> ils s’intéressent à beaucoup de choses différentes, en particulier les multi-potentiels,</li><li><strong>Le dynamisme :</strong> grande motivation et énergie dans ce qu’ils entreprennent,</li><li><strong>L’autonomie :</strong> capacité à gérer les situations seuls, ils veulent des responsabilités et être en charge de missions importantes,</li><li><strong>Le goût du challenge :</strong> ils ont besoin de se tester et d’évaluer leurs potentiels, ils aiment le défi et le dépassement intellectuel.</li></ul><p>&nbsp;</p>","slug":"un-parcours-non-lineaire-...","image":{"__typename":"UploadFile","url":"https://res.cloudinary.com/fabricework/image/upload/v1599811054/actu_parcours_4fa0dd90d2.jpg"},"category":{"__typename":"Category","id":"5f58a5dc929d000017a984c7","name":"general"},"createdAt":"2020-09-08T13:34:50.298Z"}},"__N_SSG":true}